Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2016-2.odt.tmx
Source language: nob
Languages: sme

source: Temaet var sykepleieutdanning med samisk som undervisningsspråk i samarbeid mellom Norges arktiske universitet og Sámi allaskuvla.
sme: Fáddán lei buohccedivššároahppu sámegielain oahpahusgiellan ovttasbarggus gaskal Norgga árktalaš universitehta ja Sámi allaskuvlla.

source: Målet er å starte opp i januar 2018.
sme: Áigumuššan lea álgit ođđajagimánus 2018.

source: 17. – 18. mars deltok Sametingsrådet i møte med Nasjonal fagstrategisk enhet for samisk høyere utdanning og forskning.
sme: Njukčamánu 17. – 18. b. oassálasttii Sámediggeráđđi čoahkkimii sámi alitoahpu ja dutkama nationála fágastrategalaš ovttadagain.

source: Et av temaene som ble drøftet var samarbeid om den nye femårige grunnskolelærerutdanningen.
sme: Okta fáttáin mii digaštallojuvvui lei ovttasbargu ođđa viđajahkásaš vuođđoskuvlaoahpaheaddjioahpuin.

source: Sametingsrådet deltok 19. april på møte med Kunstfakultetet ved UiT Norges arktiske universitet og samisk komponistforening.
sme: Cuoŋománu 19.b. oassálasttii Sámediggeráđđi čoahkkimii UiT Norgga árktalaš universitehta dáiddafakultehtain ja sámi komponistaservviin.

source: Tema var utvikling av valgemne i samisk musikk/joik for bacherlorstudenter i musikk ved fakultetet.
sme: Fáddán lei válljenfáttá ovddideapmi sámi musihkas/juoigamis fakultehta bachelorstudeanttaid várás musihkas.

source: 8 Helse og sosial
sme: 8 Dearvvašvuohta ja sosiála

source: Likeverdige helse- og sosialtjenester til det samiske folk, som tar utgangspunkt i samisk språk og kultur.
sme: Ovttaárvosaš dearvvašvuođa- ja sosiálafálaldat sámi álbmogii mas lea vuolggasadji sámegiella ja sámi kultuvra.

source: Tjenestene skal være tilpasset det samiske folks rettigheter og behov.
sme: Bálvalusat galget leat heivehuvvon sámi álbmoga vuoigatvuođaide ja dárbbuide.

source: Sametingets rapportering til FN ekspertmekanisme for urfolks rettigheter.
sme: Sámedikki raporteren ON álgoálbmotvuoigatvuođaid áššedovdimekanismii.

source: Sametinget har etter anmodning fra FN ekspertmekanisme for urfolks rettigheter rapportert på retten til helse og urfolk, med særskilt fokus på barn og unge.
sme: Sámediggi lea ON álgoálbmotvuoigatvuođaid áššedovdimekanismma jearaheami vuođul raporteren álgoálbmogiid vuoigatvuođaid birra buori dearvvašvuhtii ja dásseárvosaš dearvvašvuođabálvalusaide, erenoamáš deattuin mánáide ja nuoraide.

source: Sametingsrådet valgte i sin rapportering også å ha et fokus på manglende samisk medvirkning og selvbestemmelse innenfor helse.
sme: Sámediggeráđđi válljii raporteremisttis maiddái deattuhit váilevaš sámi mielváikkuheami ja iešmearrideami dearvvašvuođas.

source: Samisk representasjon i beslutningsorganer er nødvendig for å sikre at samiske pasienter får likeverdige tjenester, og også en forutsetning for å ivareta retten til helse for samiske barn og unge.
sme: Sámi ovddastus mearridanorgánain dárbbašuvvo dasa ahte sihkkarastit sámi buhcciide dásseárvosaš bálvalusaid, ja lea maiddái eaktun dasa ahte fuolahit sámi mánáide ja nuoraide vuoigatvuođa dearvvašvuhtii.

source: Videre rapporteres det på manglende mulighet til å bruke samisk innenfor helse- og sosialtjenesten, manglende dokumentert kunnskap om tjenestetilbudet til samiske pasienter, og manglende dokumentert kunnskap om fornorskningens konsekvenser for helse og levekår.
sme: Viidáseappot raporterejuvvo váilevaš vejolašvuođa birra geavahit sámegiela dearvvašvuođa- ja sosiálabálvalusas, váilevaš duođaštuvvon máhttu dáruiduhttima váikkuhusaid birra dearvvašvuhtii ja eallindiliide.

source: Vedrørende samiske barn og unge har Sametinget rapportert manglende dokumentert kunnskap om samiske barn og unges helse og levekår, og manglende tilgjengelighet til helsetjenestetilbud med nødvendig kunnskap om samiske barn og unges utfordringer.
sme: Sámi mánáid ja nuoraid oktavuođas lea Sámediggi raporteren váilevaš duođaštuvvon máhtu sámi mánáid ja nuoraid dearvvašvuođa ja eallindiliid birra, ja váilevaš vejolašvuođa birra oažžu dearvvašvuođabálvalusfálaldaga mas lea dárbbašlaš máhttu sámi mánáid ja nuoraid hástalusaid birra.

source: Videre er det vist til områder som mobbing og diskriminering, stigmatisering og hets gjennom sosiale media, og andre faktorer som påvirker barn og unges psykiske helse.
sme: Viidáseappot lea čujuhuvvon surggiide nugo givssideapmi ja vealaheapmi, stigmatiseren ja oaguhallan sosiála mediain, ja eará bealit mat váikkuhit mánáid ja nuoraid psyhkalaš dearvvašvuhtii.

source: Deriblant hvordan utfordringer innenfor tradisjonelle næringer påvirker barn og unges helse.
sme: Das maiddái mo hástalusat árbevirolaš ealáhusain váikkuhit mánáid ja nuoraid dearvvašvuhtii.

source: Sametinget har også valgt å trekke frem manglende kunnskap om helse og levekår hos barn og unge under barnevernets omsorg.
sme: Sámediggi lea maid válljen váldit ovdan váilevaš máhtu daid mánáid ja nuoraid dearvvašvuođa ja eallindiliid birra, geat leat mánáidsuodjalusa fuolahusas.

source: Oppnevning lokale og regionale helseforetak
sme: Nammadeamit báikkálaš ja regionála dearvvašvuođadoaimmaide

source: I 2016 er det valgt nye styrer og styreledere i regionale og underliggende helseforetak.
sme: Jagi 2016 válljejuvvojedje ođđa stivrrat ja stivrajođiheaddjit regionála ja vuollásaš dearvvašvuođadoaimmaide.

source: I regionale helseforetak velges styrer og styreledere av minister i foretaksmøter, uten invitasjon til medvirkning.
sme: regionála dearvvašvuođadoaimmaide vállje ministtar stivrraid ja stivrajođiheddjiid doaimmačoahkkimiin, ii bovdema haga mielváikkuheapmái.

source: For underliggende helseforetak i Helse Nord sendte Sametingsrådet innspill til styremedlemmer, men dette ble ikke fulgt opp slik Sametinget ønsket.
sme: Davvi dearvvašvuođa vuollásaš dearvvašvuođadoaimmahaga hárrái sáddii Sámediggeráđđi stivralahttoevttohusaid, muhto dat ii čuovvoluvvon nu mo Sámediggi háliidii.

source: Sametingsrådet har beklaget dette for styret i Helse Nord, og påpekt at dette ikke er i tråd med internasjonale konvensjoner som Norge har forpliktet seg til.
sme: Sámediggi šállošii dan Davvi dearvvašvuođa ektui, ja čujuhii ahte dat ii čuovo daid riikkaidgaskasaš konvenšuvnnaid maidda Norga lea geatnegahttán iežas.

source: Sametinget vil følge dette opp i dialog med helse Nord RHF
sme: Sámediggi áigu dan čuovvolit gulahallamis Davvi dearvvašvuođa RHF:iin.

source: Fremtidig organisering av spesialisthelsetjenester til samiske pasienter
sme: Spesialistadearvvašvuođabálvalusaid boahttevaš organiseren sámi buhcciid várás

source: Samisk legeforening søkte om støtte fra Sametinget til å gjennomførte en utredning om organisering av spesialisthelsetjenester til det samiske folk.
sme: Sámi doavttersearvi ozai doarjaga Sámedikkis čielggadeapmái spesialistadearvvašvuođabálvalusaid organiserema birra sámi álbmoga várás.

source: I utredningen, som ble gjennomført av Johan Ailo Kalstad, gis det en gjennomgang samisk medbestemmelse og medvirkning innenfor dagens organisering av tjenestetilbud til samiske pasienter.
sme: Čielggadusas, maid Johan Ailo Kalstad čađahii, gieđahallojuvvo sámi mielmearrideapmi ja mielváikkuheapmi bálvalusfálaldaga dálá organiseremis.

source: Det gjøres også en vurdering av alternative organiseringsmuligheter for fremtidig spesialisthelsetjeneste til samiske pasienter.
sme: Das árvvoštallojuvvo maiddái boahttevaš spesialistadearvvašvuođabálvalusa eará organiserenvejolašvuođat sámi buhcciid várás.

source: Rapporten er presentert for Sametingsrådet.
sme: Raporta lea geigejuvvon Sámediggeráđđái.

source: Sametingsrådet vil presentere en sak om fremtidig organisering av spesialisthelsetjenester for plenum høsten 2016.
sme: Sámediggeráđđi áigu ovddidit ášši spesialistadearvvašvuođabálvalusa boahttevaš organiserema birra dievasčoahkkimii čakčat 2016.

source: Grenseoverskridende samarbeid innenfor helse
sme: Rádjerasttideaddji ovttasbargu dearvvašvuođa suorggis

source: Sametinget har hatt møter med Sametinget i Finland om helsepolitiske utfordringer og felles problemstillinger.
sme: Sámedikkis leat leamaš čoahkkimat Suoma bealde Sámedikkiin dearvvašvuođapolitihkalaš hástalusaid ja oktasaš čuolbmačilgehusaid birra.

source: Finske kommuner er i en stor omstillingsfase som berører alle felt.
sme: Suoma bealde gielddat leat stuorra nuppástuhttinproseassas mii guoská buot surggiide.

source: Deriblant er det store endringer innenfor helsefeltet, der ansvar for helsetilbud sentraliseres i større grad.
sme: Earret eará leat stuorra rievdamat dearvvašvuođasuorggis, mas ovddasvástádus dearvvašvuođafálaldagas sentraliserejuvvo eanet ja eanet.

source: Sametinget i Finland er bekymret for helsetilbudet til den samiske befolkningen, og ønsker å drøfte dette med Sametinget i Norge.
sme: Suoma bealde Sámediggi lea fuolastuvvan dearvvašvuođafálaldaga geažil sámi álbmogii, ja háliida dan birra ságastallat Norgga bealde Sámedikkiin.

source: SPR behandlet sak om grenseoverskridende samarbeid av samiske helsetjenester mellom Norge, Sverige og Finland på styremøte i Murmansk 11.4.16. hvor det ble vedtatt at grenseoverskridende samarbeid innenfor helse løftes til nordisk ministernivå.
sme: Čoahkkimis digaštallojuvvui rádjerastásaš ovttasbargu sámi dearvvašvuođabálvalusaiguin gaskal Norgga, Ruoŧa ja Suoma stivračoahkkimis Murmánskkas 11.4.16 gos mearriduvvui ahte rádjerastásaš ovttasbargu dearvvašvuođain loktejuvvo davviriikkalaš ministtardássái.

source: Seminar: Fornorskning og helse
sme: Seminára: Dáruiduhttin ja dearvvašvuohta

source: Sametingsrådet har deltatt på seminaret «Fornorskning og helse - fortellinger om tap, smerte, håp og forsoning» som Árran julevsáme guovdásj og SANKS arrangerte på Drag.
sme: Sámediggeráđđi oassálasttii seminárii «Fornorskning og helse - fortellinger om tap, smerte, håp og forsoning» maid Árran julevsáme guovdásj ja SÁNAG lágidedje Ájluovttas.

source: På seminaret ble det satt søkelys på fornorskningens konsekvenser for helse og levekår gjennom innlegg fra forskere, fagfolk, og personlige fortellinger.
sme: Semináras geahčaduvvui dáruiduhttima váikkuhusat dearvvašvuhtii ja eallindiliide sáhkavuoruid bokte maid dutkit ja fágaolbmot dolle, ja persovnnalaš muitalusaid bokte.

source: Sametingsrådet sa i sin åpningstale at man må få et større fokus på fornorskingsprosessene som har foregått, og som til dels enda fremkommer.
sme: Sámediggeráđđi dajai rahpansártnis ahte ferte eanet čalmmustahttit dan dáruiduhttinproseassa mii lea dáhpáhuvvan, ja mii ain dáhpáhuvvá.

source: Det er nødvendig både i et historisk perspektiv og for forståelse av dagens samiske samfunn og våre utfordringer innenfor flere felt.
sme: Dat dárbbašuvvo sihke historjjálaš perspektiivvas ja dasa ahte áddet dálá sámi servodaga ja min hástalusaid ollu surggiin.

source: Sametingsrådet viste også til at dette må gjøres gjennom en fornorskingskommisjon, og vi selv må være aktive i å beskrive og frembringe kunnskap om konsekvensene av fornorskingspolitikken.
sme: Sámediggeráđđi čujuhii maiddái dasa ahte dan ferte dáruiduhttinkommišuvdna dahkat, ja mii fertet ieža árjjalaččat válddahit dáruiduhttima váikkuhusaid ja oažžut ovdan máhtu dan birra.

source: Sametingsrådet vil fortsette arbeidet med de ulike sider av fornorskingspolitikkens konsekvenser.
sme: Sámediggeráđđi áigu ain bargat dáruiduhttinpolitihka váikkuhusaid iešguđet beliiguin.

source: Situasjon til samer med funksjonsnedsettelse
sme: Sámi doaibmavádjigiid dilli

source: Universitetet i Tromsø, campus Harstad har gjennomført et forskningsprosjekt der formålet har vært å øke forståelsen for situasjonen til samer med funksjonsnedsettelser gjennom å avdekke opplevelser av egen hverdag og viktige overganger i livet, samt mulighet for deltakelse i demokratiske prosesser Sametingsrådet har deltatt med innlegg på lanseringsseminar for prosjektet.
sme: Romssa universitehta, campus Harstad, lea čađahan dutkanprošeavtta man ulbmil lei lasihit áddejumi dan dili birra mas doaibmavádjit sápmelaččat leat dakko bokte ahte oažžut ovdan vásáhusaid iežamet árgabeaivvis ja iešguđet deaŧalaš muttuin eallimis, ja vejolašvuođa oassálastit demokráhtalaš proseassaide. Sámediggeráđđi lea doallan sáhkavuoru prošeavtta álggahansemináras.

source: Sametingsrådet viser til at vi har lite dokumentert kunnskap om hvilke utfordringer samer med funksjonsnedsettelser møter.
sme: Sámediggeráđđi čujuha dasa ahte mis leat uhccán duođaštuvvon máhttu daid iešguđet hástalusaid birra, mat doaibmavádjit sápmelaččain leat.

source: Noe som medfører at det er det utfordrende å forme en politikk som ivaretar denne gruppas behov på en god måte.
sme: Mii dagaha ahte leat hástaleaddjin hábmet dakkár politihka, mii fuolaha dán joavkku dárbbuid buriin vugiin.

source: Dette er en problemstilling som Sametinget også har løftet for sentrale myndigheter.
sme: Dát lea dakkár čuolbmačilgehus maid Sámediggi maiddái lea lokten guovddáš eiseválddiide.

source: Forskningsprosjektet resultater er et viktig bidrag i vårt arbeid for å fremme rettighetene til samer med funksjonsnedsettelser og vil følges opp gjennom Sametingsrådets arbeid innenfor likestilling.
sme: Dutkanprošeavtta bohtosat lea buorre veahkkin min bargui ovddidemiin doaibmavádjit sápmelaččaid vuoigatvuođaid, ja dat galgá čuovvoluvvot Sámediggeráđi dásseárvobarggu bokte.

source: Spesialisthelsetjenester til samiske pasienter
sme: Spesialistadearvvašvuođabálvalusat sámi buhcciide

source: I etterkant av at det ble oppnådd enighet om en strategisk videreutvikling av spesialisthelsetjenesten til samiske pasienter i nasjonal helse og sykehusplan, der Helse Nord fikk i oppdrag å ivareta dette, har Sametingsrådet jobbet videre med å sikre utvikling av tjenestetilbudet til samiske pasienter.
sme: Maŋŋágo sohppojuvvui strategalaččat viidáseappot ovddidit spesialistadearvvašvuođabálvalusa sámi buhcciid várás nationála dearvvašvuođa- ja buhcciidviessoplánas, mas Davvi dearvvašvuohta oaččui bargun dan fuolahit, lea Sámediggeráđđi bargan viidáseappot sihkkarastimiin ahte bálvalusfálaldat sámi buhcciide ovddiduvvo.

source: Arbeidet innebærer prosesser med flere helse -aktører både sentralt, regionalt og lokalt.
sme: Bargu mielddisbuktá proseassaid ollu dearvvašvuođaoassálastiiguin sihke guovddáš, regionála ja báikkálaš oassálastiiguin.

source: Sametingsrådets møte med helseministeren
sme: Sámediggeráđi čoahkkin dearvvašvuođaministariin

source: Sametingsrådet og helse- og omsorgsminister har avtale om årlige dialogmøter.
sme: Sámediggeráđđi ja dearvvašvuođa- ja fuolahusministtar leat šiehtadan doallat jahkásaš gulahallančoahkkimiid.

source: Møtet erstatter ikke politiske konsultasjonsmøter på enkeltsaker/temaer som meldes inn til konsultasjoner.
sme: Čoahkkin ii boađe konsultašuvdnačoahkkimiid sadjá eaŋkiláššiid/fáttáid birra mat dieđihuvvojit konsultašuvnnaide.

source: På årets møte ble det satt fokus på samisk medvirkning og medbestemmelse innenfor spesialisthelsetjenesten.
sme: Dán jagi čoahkkimis deattuhuvvui sámi mielváikkuheapmi ja mielmearrideapmi spesialistabálvalusas.

source: Sametinget viste til prosessene i forbindelse med styreutnevninger til regionale og underliggende helseforetak, som ikke er i tråd med internasjonale konvensjoner som Norge har forpliktet seg til.
sme: Sámediggi čujuhii proseassaide stivranammademiid oktavuođas regionála ja vuollásaš dearvvašvuođadoaimmahagaide, mat eai čuovo daid riikkaidgaskasaš konvenšuvnnaid maid Norga lea geatnegahttá iežas čuovvut.

source: Dette medfører at det samiske folk ikke har reell påvirkning og medbestemmelse i forhold til utvikling av eget helsetjenestetilbud.
sme: Dat mielddisbuktá ahte sámi álbmogis ii leat duohta váikkuhan- ja mielmearridanvejolašvuohta iežas dearvvašvuođafálaldaga ovddideami ektui.

source: Regjeringens syn er derimot at oppnevning til regionale helseforetak ikke skal ha politisk påvirkning, og utnevnes derfor av helseforetaksmøter hvor helseminister deltar.
sme: Ráđđehus baicce oaivvilda ahte nammadeamis regionála dearvvašvuođadoaimmahagaide ii galgga leat politihkalaš váikkuhus, ja danne dat nammaduvvojit dearvvašvuođadoaimmahagaid čoahkkimis mas dearvvašvuođaministtar lea mielde.

source: Sametingsrådet viste videre til hvordan valg av organisering innenfor spesialisthelsetjenesten påvirker helsetilbudet til samiske pasienter, og at det også er behov for en gjennomgang av hvordan spesialisthelsetjenestene til samiske pasienter skal organiseres.
sme: Sámediggeráđđi čujuhii viidáseappot das mo organiserema válljen spesialistadearvvašvuođabálvalusas váikkuha dearvvašvuođa fálaldahkii sámi buhcciide, ja ahte maiddái lea dárbu geahčadit mo spesialistadearvvašvuođabálvalus sámi buhcciide galgá organiserejuvvot.

source: Sametingsrådet ba derfor om at det opprettes et underutvalg til Kvinnsland-utvalget som får som oppgave å vurdere organisering av spesialisthelsetjenesten til samiske pasienter.
sme: Danne bivddii Sámediggeráđđi ahte ásahuvvo Kvinnsland-lávdegoddái vuollásaš lávdegoddi mii galgá árvvoštallat mo spesialistadearvvašvuođabálvalus sámi buhcciide galgá organiserejuvvot.

source: Møte med Helse nord RHF og Finnmarksykehuset HF
sme: Čoahkkin Davvi dearvvašvuođain RHF ja Finnmárkobuhcciidviesuin HF

source: Sametingsrådet har også hatt flere møter med styret i Helse nord, der temaet har vært Helse Nords ansvar for strategisk videreutvikling av spesialisthelsetjenesten til den samiske befolkningen.
sme: Sámediggeráđis leat maid leamaš máŋga čoahkkima Davvi dearvvašvuođa stivrrain, main fáddán lei Davvi dearvvašvuođa ovddasvástádus spesialistadearvvašvuođabálvalusa strategalaš viidásat ovddideapmi sámi álbmoga várás.

source: For Sametingsrådet er videreutvikling av fremtidig Samisk helsepark, som også gir tilbud til samiske pasienter uavhengig av bosted, en vesentlig del av dette arbeidet.
sme: Sámediggeráđđái lea boahttevaš Sámi dearvvašvuođasiidda viidásat ovddideapmi, mii maiddái addá fálaldaga sámi buhcciide beroškeahttá orrunsajis, deaŧalaš oassi dán bárggus.

source: Sametingsrådet er fornøyd med at Helse Nord RHF har igangsatt prosesser for å møte oppdraget, og at samisk fagmiljø involveres.
sme: Sámediggeráđđi lea duhtavaš go Davvi dearvvašvuohta RHF lea álggahan proseassaid dustet dán bargamuša, ja ahte sámi fágabirrasat váldojuvvojit mielde.

source: Finnmarksykehuset HF får gjennomføringsansvar for store deler av tilbudet til samiske pasienter.
sme: Finnmárkkubuhcciidviessu HF oažžu čađahanovddasvástádusa stuorra osiin fálaldagas sámi buhcciide.

source: Sametingsrådet har hatt møte med styreleder og direktør i foretaket både for å klargjøre Sametingets forventninger til videre utvikling av spesialisthelsetjenestetilbudet til samiske pasienter, og bli informert om pågående prosesser og planer.
sme: Sámediggeráđis lei čoahkkin doaimmahaga stivrajođiheddjiin ja direktevrrain čielggadan dihtii Sámedikki vuordámušaid spesialistadearvvašvuođafálaldaga viidása ovddideapmái sámi buhcciid várás, ja dat oažžu dieđuid daid proseassaid ja plánaid birra mat leat doaimmas.

source: Møte med Finnmarkssykehuset om tolkeprosjektet
sme: Čoahkkin Finnmárkobuhcciidviesuin dulkonprošeavtta birra

source: Sametinget har hatt møte med Finnmarkssykehuset vedrørende videreføring av tolkeprosjektet Prosjektet skal foreløpig utprøves ved klinikk Hammerfest.
sme: Sámedikki lei čoahkkin Finnmárkkubuhcciidviesuin dulkonprošeavtta joatkima birra. Prošeakta galgá vuos geahččaluvvot Hámmárfeastta klinihkas.

source: Sykehuset jobber nå med å få ut informasjon om tilbudet, både til pasienter, avdelinger og kommuner, og har blant annet hatt informasjonsmøte med Kautokeino kommune og Sametingets eldreråd.
sme: Buhcciidviessu bargá dál diehtojuohkimiin fálaldaga birra, sihke buhcciide, ossodagaide ja gielddaide, ja lea earret eará doallan diehtojuohkinčoahkkima Guovdageainnu suohkaniin ja Sámedikki vuorasráđiin.

source: Finnmarksykehuset vil avvente resultater og erfaringer fra Klinikk Hammerfest før dette utvides til flere sykehus
sme: Finnmárkkubuhcciidviessu vuordá bohtosiid ja vásáhusaid Hámmárfeastta klinihkas ovdalgo dat viiddiduvvo eanet buhcciidviesuide.

source: Eldrerådet
sme: Vuorrasiidráđđi

source: Sametingets eldreråd har i perioden avholdt et møte på Sortland og ett møte i Kautokeino.
sme: Sámedikki vuorrasiidráđđi lea áigodagas doallan čoahkkima Suorttas ja ovtta čoahkkima Guovdageainnus.

source: Eldrerådet har blant annet behandlet saker som mangel på samisktalende logopeder, pasientreiser og ledsagere, tolketjenester, tapt skolegang / fornorskingspolitikkens følger.
sme: Vuorrasiidráđđi lea earret eará meannudan dakkár áššiid go sámegielat logopedaid váiluma, buhcciidmátkkiid ja mieđušteddjiid, dulkonbálvalusa, oahppováilli/dáruiduhttinpolitihka čuovvumušaid.

source: Eldrerådet ber Sametingsrådet jobbe videre med disse sakene.
sme: Vuorrasiidráđđi bivdá Sámediggeráđi bargat viidáseappot dáid áššiiguin.

source: Sametingets eldreråd har også gitt innspill til Sametingets melding om kulturminnevern.
sme: Sámedikki vuorrasiidráđđi lea maid addán cealkámušaid Sámedikki dieđáhussii kulturmuitosuodjalusa birra.

source: Eldrerådet har videre hatt møte med Sortland kommunes eldreråd vedrørende eldre sin situasjon i kommunen, og besøkt kommunens bo– og rehabiliteringssenter der kommunen orienterte om drift og aktiviteter, og eldrerådet kom med innspill på samiske aktiviteter.
sme: Viidáseappot lea vuorrasiidráđis leamaš čoahkkin Suortta suohkana vuorrasiidráđiin vuorasolbmuid dili birra iežaset suohkanis, ja galledan suohkana ássan- ja veajuiduhttinguovddáža gos suohkan muitalii jođiheami ja doaimmaid birra, ja vuorrasiidráđđi evttohii sámi doaimmaid.

source: I Kautokeino møtte eldrerådet Kautokeino kommune og eldreråd, og besøkte det nye omsorgssenteret.
sme: Guovdageainnus deaivvadii vuorrasiidráđđi Guovdageainnu suohkaniin ja vuorrasiidráđiin, ja galledii ođđa fuolahusguovddáža.

source: I denne forbindelse ble det videre avholdt møte med Statens seniorråd, Nordland pasient- og brukerombud og tolkeprosjektet ved Finnmarkssykehuset.
sme: Dan oktavuođas dollojuvvui čoahkkin Stáhta seniorráđiin, Nordlándda buhcciid- ja geavaheddjiidáittardeddjiin ja Finnmárkkubuhcciidviesu dulkonprošeavttain.

source: Det ble også arrangert et åpent informasjonsmøte med Statens sivilrettsforvaltning.
sme: Lágiduvvui maid rabas diehtojuohkinčoahkkin Stáhta siviilariektehálddašemiin.

source: Supplering av eldrerådet
sme: Lasiheapmi vuorrasiidráđđái

source: Olaf Hansen, Tana har bedt om å få fratre som medlem av Sametingets eldreråd.
sme: Olaf Hansen, Deatnu lea bivdán luvvejuvvot Sámedikki vuorrasiidráđi lahttun.

source: Nytt medlem i eldrerådet er valgt Ingolf Kvandahl.
sme: Vuorrasiidráđi ođđa lahttun lea válljejuvvon Ingolf Kvandahl.

source: Som varamedlem er Hans Eriksen, Tana oppnevnt
sme: Su várrelahttun lea nammaduvvon Hans Eriksen, Deatnu oppnevnt

source: Samiske barn i fosterhjem
sme: Sámi mánát sadjásašruovttuin

source: Sametinget har i denne perioden mottatt flere meldinger der samiske barn er blitt plassert i ikke – samiske fosterhjem.
sme: Sámediggi lea dán áigodagas ožžon máŋga dieđu dan birra ahte sámi mánát leat lágiduvvon sadjásašruovttuide mat eai leat sámegielat.

source: Sametingsrådet mener dette er svært bekymrende, særlig fordi det fremkommer at barnevernstjenesten på alle nivå har manglende kunnskaper om samiske barns rettigheter og behov, og om de forpliktelser Norge har med hensyn til ivaretakelse av urfolks barns rettigheter, deriblant jfr Barnekonvensjonen.
sme: Sámediggeráđđi atná dan hui fuolastahttin, erenoamážit go boahtá ovdan ahte buot dásiin mánáidsuodjalusbálvalusas váilu máhttu sámi mánáid vuoigatvuođaid ja dárbbuid birra, ja daid geatnegasvuođaid birra mat Norggas leat fuolaheamis álgoálbmotmánáid vuoigatvuođaid, gč. Mánáidkonvenšuvnna.
